<?
/*  Массив Базовых контекстов 

include_once($_SERVER['DOCUMENT_ROOT'] . "/lib/base_context_list.php");

*/
$baseContextArr = array(
			1 => array("Пищевой", "Пищевое поведение, восполнение энергии, на что тратится время и тормозятся антагонистические стили поведения."),
			2 => array("Поиск", "Поисковое поведение, любопытство. Обследование объекта внимания, поиск новых возможностей."),
			3 => array("Игра", "Игровое поведение - отработка опыта в облегченных ситуациях или при обучении."),
			4 => array("Гон", "Половое поведение. Тормозятся антагонистические стили"),
			5 => array("Защита", "Оборонительные поведение для явных признаков угрозы или плохом состоянии."),
			6 => array("Лень", "Апатия в благополучном или безысходном состоянии."),
			7 => array("Ступор", "Оцепенелость при непреодолимой опастности или когда нет мотивации при благополучии или отсуствии любых возможностей для активного поведения."),
			8 => array("Страх", "Осторожность при признаках опасной ситуации."),
			9 => array("Агрессия", "Агрессивное поведение для признаков легкой добычи или защиты (иногда - при плохом состоянии)."),
			10 => array("Злость", "Безжалостность в случае низкой оценки ."),
			11 => array("Доброта", "Альтруистическое поведение."),
			12 => array("Сон", "Состояние сна. Освобождение стрессового состояния. Реконструкция необработанной информации."),
		);

?>